tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "itchysats/itchysats"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
brew "zstd"
brew "jpeg-xl"
brew "automake"
brew "libssh2"
brew "bat"
brew "libevent"
brew "zeromq"
brew "bitcoin"
brew "boost"
brew "btop"
brew "caddy"
brew "fontconfig"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "cryptography"
brew "curl"
brew "czmq"
brew "dcmtk"
brew "erdtree"
brew "exif"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "gopls"
brew "gpgme"
brew "helix"
brew "hopenpgp-tools"
brew "howdoi"
brew "libheif"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "isort"
brew "jq"
brew "just"
brew "keyring"
brew "llvm"
brew "lua-language-server"
brew "luarocks"
brew "magic-wormhole"
brew "node"
brew "markdownlint-cli"
brew "neovim"
brew "numpy"
brew "poppler"
brew "pdfgrep"
brew "pfetch"
brew "pg_top"
brew "pinentry-mac"
brew "pipenv"
brew "pkg-config"
brew "postgresql@14"
brew "prettier"
brew "protobuf"
brew "pstree"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scipy"
brew "sniffnet"
brew "socat"
brew "syncthing", link: false
brew "tidy-html5"
brew "tiger-vnc"
brew "tldr"
brew "tmux"
brew "tor"
brew "typescript-language-server"
brew "vite"
brew "websocat"
brew "wget"
brew "wireguard-tools"
brew "yapf"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zenity"
brew "zsh-completions"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "beekeeper-studio"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "fleet"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "iina"
cask "itchysats"
cask "karabiner-elements"
cask "keepassxc"
cask "keybase"
cask "macfuse"
cask "monero-wallet"
cask "monitorcontrol"
cask "mullvadvpn"
cask "obs"
cask "obsidian"
cask "onionshare"
cask "poe"
cask "postico"
cask "postman"
cask "qbittorrent"
cask "quicksilver"
cask "rectangle"
cask "signal"
cask "syncthing"
cask "telegram"
cask "topnotch"
cask "tor-browser"
cask "transmission"
cask "transmission-remote-gui"
cask "warp"
cask "whatsapp"
cask "yubico-authenticator"
