tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "itchysats/itchysats"
brew "cmake"
brew "curl"
brew "dcmtk"
brew "gnupg"
brew "hopenpgp-tools"
brew "just"
brew "node"
brew "pinentry-mac"
brew "protobuf"
brew "pyright"
brew "python@3.10"
brew "syncthing"
brew "wget"
brew "ykman"
brew "ykpers"
cask "alacritty"
cask "appcleaner"
cask "balenaetcher"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "itchysats"
cask "karabiner-elements"
cask "keepassxc"
cask "keybase"
cask "macfuse"
cask "monero-wallet"
cask "mullvadvpn"
cask "obsidian"
cask "onionshare"
cask "postman"
cask "qbittorrent"
cask "quicksilver"
cask "rectangle"
cask "signal"
cask "syncthing"
cask "telegram"
cask "topnotch"
cask "tor-browser"
cask "transmission"
cask "transmission-remote-gui"
cask "warp"
cask "whatsapp"
